 {
      "continent": {
        "name": "Australasia",
        "slug": "australasia",
        "countries": [
          {
            "title": "Cambodia",
            "slug": "cambodia",
            "image": {
              "url": "https://media.graphassets.com/bDdtivbTgG0oTkB7oVCp"
            },
            "continent": {
              "name": "Australasia",
              "slug": "australasia"
            },
            "postPreview": "This is a test preview",
            "content": {
              "html": "<h1>This is a test post</h1><p></p><p><code>&lt;image_carousel&gt; &lt;img src=&quot;https://media.graphassets.com/ewf3mRhOL6fe5w2fB1wg&quot; alt=&quot;b_Original.jpg&quot; title=&quot;b_Original.jpg&quot; width=&quot;750&quot; height=&quot;417&quot; /&gt; &lt;/image_carousel&gt;</code></p><blockquote>Block quote</blockquote><p></p><ul><li><div>test bullet</div></li></ul><ol><li><div>test numbers</div></li></ol><p></p><table><tbody><tr><td><p>test table</p></td><td><p>1</p></td></tr><tr><td><p>2</p></td><td><p>3</p></td></tr></tbody></table><img src=\"https://media.graphassets.com/ewf3mRhOL6fe5w2fB1wg\" alt=\"b_Original.jpg\" title=\"b_Original.jpg\" width=\"750\" height=\"417\" /><p>For <strong>moped</strong> need <em>glasses</em> <u>dirt</u> in eyes, <a target='_blank' title=\"www.google.com\" href=\"www.google.com\">don’t give passport do deposit</a><br>        insread, take photso, check fuel, avoid police stations Phnom Penh<br>        Killing fields Audio more intimate than group Dress moderately Place<br>        people enter but never got to leave ‘we too are keepers of memories,<br>        tell others of what happened so that they may all strive for human<br>        compassion and peace everywhere today and in generation to come’ Walk in<br>        silence hard to believe that happened right where you are stood, huge<br>        part of history, chills in a hot country 1.5-2 hours depends if do extra<br>        on tape, both had to rewind few times as. Couldn’t comprehend what was<br>        happening 20 min five by bike to killing fields $4 tuk tuk to S21 from<br>        hostel, hostel does tour on drive Found hard to rent bikes only hostel<br>        $7 til 5 Hard to do both in one day but if pushed for time Royal palace,<br>        says closes at 5 but 4:30 so get there early Billabong best hostel Sort<br>        out visas, pool, bikes, tours, tuk tuk to airport, lockers, laundry,<br>        safe storage, good location, food bar Wat langka mediate mon thurs and<br>        sunday Kampot Poker np 50 cent fee tow waterfall but get water Biek took<br>        1.5 hours to top, heavy rain, cloud, quicker back, no on maps me as<br>        name, called Popokvil check travel news and lots of floods so places<br>        shut off Karma traders great rooftop food bar, ping pong more social<br>        space than bedrooms Bus bike hire, closer to town Poker turn right at<br>        end of road over bridge then follow signs fro sikouville will see sign<br>        for popokvil Waterfall being huge hotel (bad reviews for np but worth<br>        it) go left in trees or jungle for better views Bunker hill station very<br>        creepy especially in clouds Maps, me has lots of viewpoints Suppose to<br>        be able to see vietanme but too cloudy for us Touch clouds face to face<br>        couldn’t see anything else sheer drop down On way ups missed huge stage<br>        but cleared up on way down, saw blue skies and starts and moon in one<br>        Road is best in Cambodia, very smooth and no pot holes compared to other<br>        roads Fuel at top look on maps me Going to go Koh long but flooded so<br>        went back to Phnom Penh to get bus to Siem reps Extras kep yoga rabbit<br>        island paddle boarding Next day secret lake, shows you camobia<br>        countryside, roads are burnt orange, cute cafe Khmer root really good<br>        lime shakes peppers chicken, pepper only thing they export? Floods so<br>        entrain blocked, road through huge puddle hoping for best. Fell off bike<br>        coming back cos so slippy There took 1.5 hours with pot holes Arcadia<br>        waterpark had funny signs bar lots od=f drinking sociable staff from all<br>        over the world Quiet during flood first say opened so watched super rob<br>        projector as drinking game, offer tours too To get to Siem reap, small<br>        van back to Phnom Penh not good on road, cramped little air con 4 hours<br>        then big bus to Siem reap, people sat on plastic seats in aisle 10 hour<br>        said but took 14 with stop Siem reap Go day before 5pm to get Angkor was<br>        tickets Get access to temples for sunset and next day then don’t wait in<br>        queue at 5am for tickets and miss chance at good view for sunrise Bus<br>        took long arrived at 10pm read lots saying miss sunrise but ticket<br>        office opens at 4:30 to queue then sales start just before 5, queued for<br>        5 mins max and was at angora for 5:10. Less busy as monsoon so try get<br>        early if other time of year, opens at 5am Say all done in monsoon season<br>        if any differences check Got a spot at edge of lake on left side, less<br>        busy as hidden filled up want front for reflection After researching bus<br>        to Bangkok giant ibis best bet, scams on others about being left at<br>        border more pricey but best bus you’ll get, took out rows for extra leg<br>        room, food and guide Nearly missed bus always be at least 30 mins early<br>        didn’t pick us up from hostel so was suppose to get shuttle bus to main<br>        bus, left early Lots of breakfast places Some people walk past lake to<br>        get photos at temple but annoying to be in other peoples photos Not the<br>        best sunrise as cloudy, get 3 day pass if want best photo Got off bus at<br>        station and lots of tuk tuk drivers offering tour, $20 for day, ticket<br>        extra, didn’t ask us for money from lift to hostel and paid for both<br>        next day after the tour asked to be picked up 4:20 but was at hostel<br>        sleeping in tuk tuk at 3:30 Took us Angkor was waited and went back at 8<br>        then baton, got lost as came out wrong way twice, waited two hours for<br>        us, then tac prom, gave us two hours but only took 30 min $37 one day<br>        get 3 or 7 days don’t have to be consecutive Somnang was name Cambodia<br>        much more expensive $5 atm fee, vietnam 70p May be better to start at<br>        baton and work back so less tourists, part go Angkor only one after 9<br>        Hostel auntys/uncles but have to pay extra for toilet roll and hot water<br>        etc</p><p></p>"
            }
          },
          {
            "title": "Studying abroad in Australia",
            "slug": "studying-abroad-in-australia",
            "image": {
              "url": "https://media.graphassets.com/ewf3mRhOL6fe5w2fB1wg"
            },
            "continent": {
              "name": "Australasia",
              "slug": "australasia"
            },
            "postPreview": "This may be slightly premature but Brisbane may be my favourite city ever. Admittedly, I’d never left Europe before now but that’s besides the point.  In addition to daily sunshine (even in winter), super friendly locals and remarkable views wherever you go, there is such a relaxed atmosphere here. ",
            "content": {
              "html": "<p>This may be slightly premature but Brisbane may be my favourite city ever. Admittedly, I’d never left Europe before now but that’s besides the point.  In addition to daily sunshine (even in winter), super friendly locals and remarkable views wherever you go, there is such a relaxed atmosphere here. I must confess that I didn’t know much about Brisbane before deciding to study abroad; all I knew is that I wanted to go to Australia. I was under the impression that Sydney and Melbourne were the most popular choices so I chose Bris thinking I’d have a higher chance of getting a place. After spending the first two weeks exploring Brisbane and meeting the locals (and by locals I mean kangaroos and koalas), I’m so glad I chose this university and also somewhat guilty for not knowing more about it prior to arrival.</p><p></p><p><strong>Initial thoughts</strong></p><p>The whole concept of moving to the other side of the world didn’t phase me too much until saying bye to my mum at the airport. After that point, I didn’t know if I felt more nervous or excited. As a bit of a home-bird, I was worried about wanting to return in the first week. It was reassuring that I had a house to move straight into but I wouldn’t recommend this unless you know someone in Aus to check it’s legit. The other options are halls (very expensive) or staying in a hostel while you house hunt. Now I’m here, I’ve realized hostels aren’t as daunting as they seem.</p><p>The time spent from finishing second year, up to my 23 hour plane journey consisted entirely of spending time with friends and families so I wasn’t best prepared. Both my hand and hold luggage were overweight which incurred a £92 excess fee (1kg in excess costs the same as 8kg) and I stupidly packed my laptop into the hold. Of course, on arrival in Bris I found my laptop screen to be smashed. However, I’d already met some lovely people on the plane and a group of other students in the free UQ-airport-transfer who I’m now good friends with so this didn’t dampen my spirits too much! Plus the dreaded long haul journey was over and I was living in Australia so it was hard to be glum.</p><p></p><p><strong>UNI</strong></p><p>Disregarding the time difference, jet lag and lack of rain, the move felt a lot like returning to Manchester. I’d already adapted to living away from home and fending for myself; I still keep forgetting I’m nearly 16,500 km away from home. Nonetheless, there are many differences. I can guarantee you’ll never arrive at uni feeling gloomy and wet after a rainy walk along Oxford Road; the journey to UQ is a sunny one. Walking around campus you’ll find turkeys, ibises and bearded dragons but this feels completely normal after a few days. There are magpies too but be warned: they may swoop you. There’s also a multitude of exciting societies to choose from. I’ve had to try my hardest to stay away from the football club as I want to experience things I can’t in Manchester. Instead I’ve joined the wakeboard/waterski society and yoga society. Yoga is $5 for the whole semester which is extremely good value for money. UQ also has QUEST (Queensland University Exchange Student socieTy) which makes it soo easy to meet like-minded people and travel the whole east coast!</p><p><strong>Time well spent</strong></p><p>Until now, I’ve very much been in holiday mode. I can’t explain how fast time is going here and how much I’ve seen already. Some of the activities with QUEST include trekking up to Mt Coot-tha for indescribable views of the city (well in our case, bagging a lift to the top with the execs) and arriving at uni at 5am to purchase tickets for the Byron Bay trip. Another highlight was visiting Surfer’s Paradise which is easily accessible from Brisbane; another advantage to living here! Here, I attempted surfing for the first time in a sea where the waves towered over me. I would’ve had photos to share but one huge wave in particular robbed my GoPro from my hand and it is now lost in the sea forever. Regardless of this it was one of the best weekends I’ve had and I couldn’t help thinking how lucky I was to be living in such a beautiful place for the next 6 months. Alas, my mini holiday is over and I’m back to studying. This feels very strange as our end-of-year exams were only last month but at least I’ll have a long Christmas holiday with no exams – bliss!</p><p></p><p>So if you’re considering studying in Aus: weigh your suitcase before leaving, keep valuables on your person on flights and if you are bringing a go pro in the sea (or anywhere really, they’re expensive) buy some sort of strap so you don’t lose it. Finally, wear sun cream – UV radiation is dangerous here and be careful with your choice of clothing to avoid bad tan lines…</p>"
            }
          },
          {
            "title": "Bucket list underway",
            "slug": "bucket-list-underway",
            "image": {
              "url": "https://media.graphassets.com/ewf3mRhOL6fe5w2fB1wg"
            },
            "continent": {
              "name": "Australasia",
              "slug": "australasia"
            },
            "postPreview": "My weekend trip to Byron Bay is one I’ll never forget, largely because I conquered my first Skydive. It was one of the best things I’ve ever done; there’s no feeling that compares! Skydiving has been number one on my bucket list since I can remember but it had to be somewhere with amazing views. Where better than Australia!?",
            "content": {
              "html": "<p>My weekend trip to Byron Bay is one I’ll never forget, largely because I conquered my first Skydive. It was one of the best things I’ve ever done; there’s no feeling that compares! Skydiving has been number one on my bucket list since I can remember but it had to be somewhere with amazing views. Where better than Australia!?</p><p>After arriving at the site at 9am, we had five hours of waiting. This only added to the suspense but soon enough I was so eager to get in the plane that the nerves had turned to excitement. I finally met my tandem partner, Marc, who tried countless times to get a reaction from me. He told me he’d only just started the job (he’d been there 5 years) and then tried to convince me that Julian Rocks was New Zealand. Although his intention was to scare me, I was laughing so much that I felt at ease.</p><p>I thought getting into the rickety little plane and ascending 14,000 feet into the sky would be when I started to freak out but this was not the case. Even though the only thing between me and the huge drop was a sheet of plastic they call a door, I couldn’t help but feel content looking out over the views of Byron Bay: Australia’s most easterly point. I even saw whales splashing about in the sea on the way up. Soon after this, the door opened and all the cold air came rushing in. Here, I realised I had never been in a plane with the door open.</p><p>I was one of the first to go. I sat on the edge of the plane in the shape of a banana as instructed: head back, arms grasped tightly to the harness and legs tucked under. This was the most frightening part of all as I knew I was escaping safety but it only lasted a few seconds. Next thing I knew, I was whirling out of the plane and everything was happening so fast. These first few seconds were a huge blur to me due to a sensory overload but after the initial turbulence, the motion became smooth. In the midst of it all, my ears popped and I couldn’t hear a thing but this only made it more serene; I was undergoing the most blissful experience of my life.</p><p>Marc then tapped me on the shoulder as a signal to open my arms and it no longer felt like I was falling, rather floating. I could clearly see the vast openness below in all its glory. Not once did I think about anything going wrong and any sense of fear I had before had completely vanished; I felt scared in safety and fearless in danger. Then, after sixty seconds had passed, the parachute opened. Everything slowed right down and I found myself drifting peacefully back to the drop zone. My ability to hear returned and Marc reached out his hand for a high five. The sense of freedom was incredible and I did not stop smiling from start to finish.</p><p>Will smith said “God placed the best things in life on the other side of terror” which could not be more true. I already can’t wait for my next skydive. Who knows, maybe one day I’ll do it solo!</p>"
            }
          },
          {
            "title": "There’s more to study abroad than studying",
            "slug": "theres-more-to-study-abroad-than-studying",
            "image": {
              "url": "https://media.graphassets.com/ewf3mRhOL6fe5w2fB1wg"
            },
            "continent": {
              "name": "Australasia",
              "slug": "australasia"
            },
            "postPreview": "Brisbane is an ideal place to live in Australia if you want to travel. Many will agree, the East Coast has the most beautiful places to visit and Bris is conveniently right in the middle.",
            "content": {
              "html": "<p>Brisbane is an ideal place to live in Australia if you want to travel. Many will agree, the East Coast has the most beautiful places to visit and Bris is conveniently right in the middle.</p><p>Although my course was pretty full on (with at least two assignments each week, midterms and online quizzes) I worked to have most weekends free. Some of the places I visited were: Byron Bay, Sydney, Melbourne, Whitsundays, Fraser Island and New Zealand. My favorite place, however, was Heron Island.</p><p>Similar to my course in Manchester, I was able to take one module outside of Maths. After being informed that there was a module that brought you to the Great barrier reef, I soon enrolled onto Australia’s marine environment. This course is designed for exchange students and almost everyone I became friends with enrolled too.</p><p>Visiting the Great Barrier Reef has always been on my bucket list and I couldn’t have experienced it in a better way. You may have seen Heron Island on Blue Planet II. It’s a small sand island surrounded by coral reef, away from tall buildings and the impact of modern civilization. The coral stretches for miles beyond the distance; there are few places in the world where you can literally walk on the reef but Heron Island is one of them. You can also walk around the whole island in less than 30 minutes. Rays swim right beside in the shallows of the pristine water and turtles come ashore to lay their eggs.</p><p></p><p>The visit was intended as a field trip but it did not feel like work and most of the time was spent snorkeling. We snorkeled at sunrise, midday and sunset. Watching the sun go down amidst tropical fish was particularly beautiful.</p><p></p><p>We swam with manta rays, turtles, jellyfish and sharks. The sharks on the reef are pretty harmless as long as they do not feel threatened and the turtles were friendly swimmers. Often, something new would swim beside me and I’d be in a state of amazement all over again.</p><p></p><p>This experience gave me the chance to witness so many beautiful things but also made me extremely aware of how the Great Barrier reef is changing. Soon it will no longer be possible to see it as it is today. The Reef is under threat from bleaching due to acidification and increasing temperatures and this causes long term damage and death of the coral in some cases.</p><p>Sir David Attenborough is passionate about this matter. He describes the reef as ‘one of the greatest, and most splendid natural treasures that the world possesses’ and has dedicated a lot of time to prevent further damage. He has also created this site to give a deeper understanding and provide knowledge into how others can help.</p><p><a rel=\"nofollow\" title=\"http://www.attenboroughsreef.com/\" href=\"http://www.attenboroughsreef.com/\"><u>http://www.attenboroughsreef.com/</u></a></p><p>Furthermore, the University of Queensland has it’s own research station on Heron Island where incredible work is being done to protect the reef – one of the many incentives to study at UQ if you’re interested in marine biology. However, there is still much to be done. It is a global matter that affects everyone, not just Australia and it would be a huge waste for it to disappear. There certainly are few places in the world like this.</p>"
            }
          },
          {
            "title": "One second everyday ",
            "slug": "one-second-everyday",
            "image": {
              "url": "https://media.graphassets.com/ewf3mRhOL6fe5w2fB1wg"
            },
            "continent": {
              "name": "Australasia",
              "slug": "australasia"
            },
            "postPreview": "I can’t quite believe the time has come to write my final blog. I had the time of my life living in Brisbane’s consistent 35°C heat with endless beaches nearby to lay on/surf at so returning to England in Winter was a shock to say the least. Having already completed my examinations in November, I’ve had a whole month at home to readjust before going back to Manchester. I would have loved to have spent this time back in Oz but unfortunately visas have an expiry date and spending time with friends and family has been a lot of fun anyway.",
            "content": {
              "html": "<p>I can’t quite believe the time has come to write my final blog. I had the time of my life living in Brisbane’s consistent 35°C heat with endless beaches nearby to lay on/surf at so returning to England in Winter was a shock to say the least. Having already completed my examinations in November, I’ve had a whole month at home to readjust before going back to Manchester. I would have loved to have spent this time back in Oz but unfortunately visas have an expiry date and spending time with friends and family has been a lot of fun anyway.</p><p>I decided to film one second of each day to document my exchange. This proved slightly harder than expected as a lot of days were spent in the library but UQ had the most stunning campus (and a lake full of turtles!!) to help with this – even the walk to uni was stunning. Creating this video reminded me how lucky I was to have this opportunity and how amazing it was. Even on days where I was homesick or feeling down with countless deadlines, there was always something worth capturing.</p><p>I hope it will encourage someone else to embark on their own journey abroad as it really is a chance of a lifetime.</p><p></p>"
            }
          }
        ]
      }
    }